Repository: zertuncer/Trio-main
Catalog: Trio-main/EversenseKit/EversenseKit-063eb66e21e1555edf45e01548ab948af6a79519/EversenseKitUI/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans

source: Your transmitter has detected an error. Please contact Eversense Customer Support.
ar: اكتشف جهاز الإرسال لديك خطأ. يرجى الاتصال بخدمة عملاء Eversense.
cs: Váš vysílač zjistil chybu. Kontaktujte prosím zákaznickou podporu společnosti Eversense.
da: Din sender har opdaget en fejl. Kontakt venligst Eversense kundesupport.
de: Ihr Sender hat einen Fehler festgestellt. Bitte wenden Sie sich an den Eversense-Kundendienst.
es: Su transmisor ha detectado un error. Póngase en contacto con el servicio de atención al cliente de Eversense.
fi: Lähettimesi on havainnut virheen. Ota yhteyttä Eversensen asiakastukeen.
fr: Votre émetteur a détecté une erreur. Veuillez contacter le service clientèle d'Eversense.
he: המשדר שלך זיהה שגיאה. אנא צור קשר עם תמיכת הלקוחות של Eversense.
hu: A jeladója hibát észlelt. Kérjük, lépjen kapcsolatba az Eversense ügyfélszolgálatával.
it: Il trasmettitore ha rilevato un errore. Contattare l'assistenza clienti Eversense.
ja: 送信機がエラーを検出しました。Eversenseカスタマーサポートまでご連絡ください。
ko: 송신기가 오류를 감지했습니다. 에버센스 고객 지원팀에 문의하세요.
nb: Senderen din har oppdaget en feil. Ta kontakt med Eversense kundestøtte.
nl: Uw zender heeft een fout gedetecteerd. Neem contact op met de Eversense klantenservice.
pl: Nadajnik wykrył błąd. Prosimy o kontakt z działem obsługi klienta Eversense.
pt_br: O transmissor detectou um erro. Contacte o Apoio ao Cliente da Eversense.
ro: Transmițătorul dumneavoastră a detectat o eroare. Vă rugăm să contactați serviciul de asistență pentru clienți Eversense.
ru: Ваш передатчик обнаружил ошибку. Обратитесь в службу поддержки клиентов Eversense.
sk: Váš vysielač zistil chybu. Kontaktujte zákaznícku podporu spoločnosti Eversense.
sl: Oddajnik je zaznal napako. Obrnite se na Eversense Customer Support.
sv: Din sändare har upptäckt ett fel. Vänligen kontakta Eversense kundtjänst.
tr: Vericiniz bir hata algıladı. Lütfen Eversense Müşteri Desteği ile iletişime geçin.
uk: Ваш передавач виявив помилку. Зверніться до служби підтримки клієнтів Eversense.
vi: Máy phát của bạn đã phát hiện ra lỗi. Vui lòng liên hệ với Bộ phận hỗ trợ khách hàng của Eversense.
zh_hans: 您的发射机检测到错误。请联系 Eversense 客户支持中心。

source: Your transmitter has detected an issue with the vibration motor and can no longer provide vibe alerts. Please contact Eversense Customer Support for a replacement transmitter.
ar: اكتشف جهاز الإرسال الخاص بك مشكلة في محرك الاهتزاز ولم يعد بإمكانه توفير تنبيهات الاهتزاز. يرجى الاتصال بدعم عملاء Eversense للحصول على جهاز إرسال بديل.
cs: Váš vysílač zjistil problém s vibračním motorem a nemůže již poskytovat vibrační upozornění. Kontaktujte prosím zákaznickou podporu společnosti Eversense a vyžádejte si náhradní vysílač.
da: Din sender har opdaget et problem med vibrationsmotoren og kan ikke længere give vibe-alarmer. Kontakt venligst Eversense kundesupport for at få en ny sender.
de: Ihr Sender hat ein Problem mit dem Vibrationsmotor festgestellt und kann keine Vibrationsalarme mehr liefern. Bitte wenden Sie sich an den Eversense-Kundendienst, um einen Ersatzsender zu erhalten.
es: Su transmisor ha detectado un problema con el motor de vibración y ya no puede proporcionar alertas de vibración. Póngase en contacto con el servicio de atención al cliente de Eversense para obtener un transmisor de repuesto.
fi: Lähettimesi on havainnut ongelman värähtelymoottorissa, eikä se voi enää antaa värähtelyhälytyksiä. Ota yhteyttä Eversensen asiakastukeen korvaavan lähettimen saamiseksi.
fr: Votre émetteur a détecté un problème avec le moteur de vibration et ne peut plus fournir d'alertes vibratoires. Veuillez contacter le service clientèle d'Eversense pour obtenir un émetteur de remplacement.
he: המשדר שלך זיהה בעיה במנוע הרטט ואינו יכול עוד לספק התראות אווירה. אנא צור קשר עם תמיכת הלקוחות של Eversense לקבלת משדר חלופי.
hu: Az adója problémát észlelt a rezgőmotorral, és már nem tud rezgésjelzést adni. Kérjük, lépjen kapcsolatba az Eversense ügyfélszolgálatával egy csere jeladóért.
it: Il trasmettitore ha rilevato un problema con il motore di vibrazione e non è più in grado di fornire avvisi di vibrazione. Contattare l'assistenza clienti Eversense per richiedere un trasmettitore sostitutivo.
ja: 送信機が振動モーターの問題を検出し、バイブレーションアラートを提供できなくなりました。トランスミッターの交換をご希望の場合は、エバーセンスカスタマーサポートまでご連絡ください。
ko: 송신기에서 진동 모터에 문제가 감지되어 더 이상 진동 알림을 제공할 수 없습니다. 교체용 송신기를 받으려면 에버센스 고객 지원팀에 문의하세요.
nb: Senderen har oppdaget et problem med vibrasjonsmotoren og kan ikke lenger gi vibrasjonsvarsler. Ta kontakt med Eversense kundestøtte for å få en erstatningssender.
nl: Uw zender heeft een probleem met de trilmotor gedetecteerd en kan niet langer trillingswaarschuwingen geven. Neem contact op met de Eversense Klantenservice voor een vervangende zender.
pl: Nadajnik wykrył problem z silnikiem wibracyjnym i nie może już dostarczać alertów wibracyjnych. Prosimy o kontakt z działem obsługi klienta Eversense w celu wymiany nadajnika.
pt_br: O seu transmissor detectou um problema com o motor de vibração e já não pode fornecer alertas de vibração. Contacte o Apoio ao Cliente da Eversense para obter um transmissor de substituição.
ro: Transmițătorul dumneavoastră a detectat o problemă cu motorul de vibrații și nu mai poate oferi alerte prin vibrații. Vă rugăm să contactați Asistența Clienți Eversense pentru un transmițător de schimb.
ru: Ваш датчик обнаружил проблему с вибромотором и больше не может подавать вибрационные сигналы. Обратитесь в службу поддержки клиентов Eversense для замены передатчика.
sk: Váš vysielač zistil problém s vibračným motorom a už nemôže poskytovať vibračné upozornenia. Obráťte sa na zákaznícku podporu spoločnosti Eversense, ktorá vám poskytne náhradný vysielač.
sl: Vaš oddajnik je zaznal težavo z vibracijskim motorjem in ne more več oddajati opozoril o vibracijah. Za nadomestni oddajnik se obrnite na Eversense Customer Support.
sv: Din sändare har upptäckt ett problem med vibrationsmotorn och kan inte längre ge vibrationsvarningar. Kontakta Eversense kundsupport för en ersättningssändare.
tr: Vericiniz titreşim motorunda bir sorun tespit etti ve artık titreşim uyarıları sağlayamıyor. Yedek bir verici için lütfen Eversense Müşteri Desteği ile iletişime geçin.
uk: Ваш передавач виявив проблему з вібраційним двигуном і більше не може надавати вібраційні сповіщення. Зверніться до служби підтримки клієнтів Eversense, щоб отримати новий передавач.
vi: Máy phát của bạn đã phát hiện ra sự cố với động cơ rung và không còn có thể cung cấp cảnh báo rung. Vui lòng liên hệ với Bộ phận hỗ trợ khách hàng của Eversense để có một máy phát thay thế.
zh_hans: 您的发射机检测到振动电机有问题，无法再提供振动警报。请联系 Eversense 客户支持中心更换发射器。

source: Your transmitter has old or invalid date/time stamp.
ar: جهاز الإرسال الخاص بك يحتوي على طابع تاريخ/وقت قديم أو غير صالح.
cs: Váš vysílač má staré nebo neplatné datum/časové razítko.
da: Din sender har et gammelt eller ugyldigt dato-/tidsstempel.
de: Ihr Sender hat einen alten oder ungültigen Datums-/Zeitstempel.
es: Su transmisor tiene un sello de fecha/hora antiguo o no válido.
fi: Lähettimessäsi on vanha tai virheellinen päivämäärä-/aikaleima.
fr: L'horodateur de votre émetteur est ancien ou invalide.
he: למשדר שלך יש חותמת תאריך/שעה ישנה או לא חוקית.
hu: A jeladója régi vagy érvénytelen dátum/időbélyegzővel rendelkezik.
it: Il trasmettitore ha una data/ora vecchia o non valida.
ja: 送信機の日付/タイムスタンプが古いか無効です。
ko: 송신기에 오래되었거나 유효하지 않은 날짜/시간 스탬프가 있습니다.
nb: Senderen din har et gammelt eller ugyldig dato-/tidsstempel.
nl: Uw zender heeft een oude of ongeldige datum/tijdstempel.
pl: Nadajnik ma stary lub nieprawidłowy znacznik daty/godziny.
pt_br: O seu transmissor tem um carimbo de data/hora antigo ou inválido.
ro: Transmițătorul dumneavoastră are o ștampilă de dată/oră veche sau nevalidă.
ru: Ваш передатчик имеет старую или недействительную метку даты/времени.
sk: Váš vysielač má starú alebo neplatnú dátumovú/časovú pečiatku.
sl: Vaš oddajnik ima star ali neveljaven datumski/časovni žig.
sv: Din sändare har en gammal eller ogiltig datum-/tidsstämpel.
tr: Vericinizde eski veya geçersiz tarih/saat damgası var.
uk: Ваш передавач має стару або недійсну мітку дати/часу.
vi: Máy phát của bạn có dấu ngày/giờ cũ hoặc không hợp lệ.
zh_hans: 您的发射机有旧的或无效的日期/时间戳。

source: Your transmitter has synced with your sensor.
ar: تمت مزامنة جهاز الإرسال الخاص بك مع المستشعر الخاص بك.
cs: Vysílač se synchronizoval se snímačem.
da: Din sender er synkroniseret med din sensor.
de: Ihr Transmitter hat sich mit Ihrem Sensor synchronisiert.
es: El transmisor se ha sincronizado con el sensor.
fi: Lähettimesi on synkronoitu anturin kanssa.
fr: Votre émetteur s'est synchronisé avec votre capteur.
he: המשדר שלך הסתנכרן עם החיישן שלך.
hu: A jeladó szinkronizálódott az érzékelővel.
it: Il trasmettitore si è sincronizzato con il sensore.
ja: 送信機がセンサーと同期しました。
ko: 송신기가 센서와 동기화되었습니다.
nb: Senderen er synkronisert med sensoren.
nl: Je zender is gesynchroniseerd met je sensor.
pl: Nadajnik został zsynchronizowany z czujnikiem.
pt_br: O transmissor foi sincronizado com o sensor.
ro: Transmițătorul dumneavoastră s-a sincronizat cu senzorul dumneavoastră.
ru: Ваш передатчик синхронизирован с датчиком.
sk: Váš vysielač sa synchronizoval so snímačom.
sl: Oddajnik je sinhroniziran s senzorjem.
sv: Din sändare har synkroniserats med din sensor.
tr: Vericiniz sensörünüzle senkronize oldu.
uk: Ваш передавач синхронізувався з датчиком.
vi: Máy phát của bạn đã đồng bộ hóa với cảm biến của bạn.
zh_hans: 发射器已与传感器同步。

source: Your transmitter is out of warranty and will no longer provide glucose values. Contact your distributor to order a new transmitter.
ar: جهاز الإرسال الخاص بك خارج الضمان ولن يوفر قيم الجلوكوز بعد الآن. اتصل بالموزع لطلب جهاز إرسال جديد.
cs: Váš vysílač je po záruce a již nebude poskytovat hodnoty glukózy. Kontaktujte svého distributora a objednejte si nový převodník.
da: Garantien på din sender er udløbet, og den leverer ikke længere glukoseværdier. Kontakt din distributør for at bestille en ny sender.
de: Die Garantie für Ihren Transmitter ist abgelaufen, sodass er keine Glukosewerte mehr anzeigt. Wenden Sie sich an Ihren Händler, um einen neuen Transmitter zu bestellen.
es: Su transmisor está fuera de garantía y ya no proporcionará valores de glucosa. Póngase en contacto con su distribuidor para solicitar un nuevo transmisor.
fi: Lähettimesi takuu on päättynyt, eikä se enää anna glukoosiarvoja. Ota yhteys jälleenmyyjään uuden lähettimen tilaamiseksi.
fr: Votre transmetteur n'est plus sous garantie et ne fournit plus de valeurs de glucose. Contactez votre distributeur pour commander un nouveau transmetteur.
he: המשדר שלך מחוץ לאחריות ולא יספק עוד ערכי גלוקוז. צור קשר עם המפיץ שלך להזמנת משדר חדש.
hu: Az Ön jeladójának lejárt a garanciája, és már nem szolgáltat glükózértékeket. Forduljon a forgalmazójához, hogy új jeladót rendeljen.
it: Il trasmettitore è fuori garanzia e non fornisce più i valori del glucosio. Contattare il proprio distributore per ordinare un nuovo trasmettitore.
ja: トランスミッターの保証が切れており、グルコース値が表示されなくなりました。新しいトランスミッタを注文する場合は、販売店にご連絡ください。
ko: 트랜스미터의 보증 기간이 만료되어 더 이상 혈당 측정값을 제공하지 않습니다. 새 트랜스미터를 주문하려면 판매업체에 문의하세요.
nb: Garantien på senderen er utløpt, og den vil ikke lenger levere glukoseverdier. Kontakt distributøren din for å bestille en ny sender.
nl: Uw zender heeft geen garantie meer en geeft geen glucosewaarden meer. Neem contact op met uw distributeur om een nieuwe zender te bestellen.
pl: Przetwornik nie jest już objęty gwarancją i nie będzie dostarczał wartości glukozy. Skontaktuj się z dystrybutorem, aby zamówić nowy nadajnik.
pt_br: O seu transmissor está fora da garantia e já não fornecerá valores de glicose. Contacte o seu distribuidor para encomendar um novo transmissor.
ro: Transmițătorul dumneavoastră nu mai este în garanție și nu va mai furniza valori ale glicemiei. Contactați distribuitorul pentru a comanda un transmițător nou.
ru: Гарантия на передатчик закончилась, и он больше не будет выдавать значения глюкозы. Свяжитесь с вашим дистрибьютором, чтобы заказать новый трансмиттер.
sk: Váš vysielač je po záruke a už nebude poskytovať hodnoty glukózy. Kontaktujte svojho distribútora a objednajte si nový vysielač.
sl: Vašemu oddajniku je potekla garancija in ne bo več zagotavljal vrednosti glukoze. Za naročilo novega oddajnika se obrnite na distributerja.
sv: Garantin för din sändare har gått ut och den ger inte längre några glukosvärden. Kontakta din distributör för att beställa en ny sändare.
tr: Vericiniz garanti kapsamı dışındadır ve artık glikoz değerleri sağlamayacaktır. Yeni bir transmitter sipariş etmek için distribütörünüzle iletişime geçin.
uk: Ваш датчик втратив гарантію і більше не буде показувати значення рівня глюкози. Зверніться до свого дистриб'ютора, щоб замовити новий датчик.
vi: Máy phát của bạn không còn bảo hành và sẽ không cung cấp giá trị glucose nữa. Liên hệ với nhà phân phối của bạn để đặt hàng một máy phát mới.
zh_hans: 您的发射机已过保修期，将不再提供葡萄糖值。请联系经销商订购新的发射机。

source: Your transmitter is out of warranty and will soon no longer provide glucose values. Contact your distributor to order a new transmitter.
ar: لقد انتهت صلاحية جهاز الإرسال الخاص بك من الضمان ولن يوفر قيم الجلوكوز قريبًا. اتصل بالموزع لطلب جهاز إرسال جديد.
cs: Váš vysílač je po záruce a brzy přestane poskytovat hodnoty glukózy. Kontaktujte svého distributora a objednejte si nový převodník.
da: Garantien på din sender er udløbet, og den vil snart ikke længere levere glukoseværdier. Kontakt din distributør for at bestille en ny sender.
de: Die Garantie für Ihren Transmitter ist abgelaufen, und er wird bald keine Blutzuckerwerte mehr anzeigen. Wenden Sie sich an Ihren Händler, um einen neuen Transmitter zu bestellen.
es: Su transmisor está fuera de garantía y pronto dejará de proporcionar valores de glucosa. Póngase en contacto con su distribuidor para solicitar un nuevo transmisor.
fi: Lähettimesi takuu on päättynyt, eikä se pian enää anna glukoosiarvoja. Ota yhteys jälleenmyyjään uuden lähettimen tilaamiseksi.
fr: Votre émetteur n'est plus sous garantie et ne fournira bientôt plus de valeurs de glucose. Contactez votre distributeur pour commander un nouveau transmetteur.
he: המשדר שלך מחוץ לאחריות ובקרוב לא יספק עוד ערכי גלוקוז. צור קשר עם המפיץ שלך להזמנת משדר חדש.
hu: Az Ön jeladójának lejárt a garanciája, és hamarosan nem fog többé glükózértékeket szolgáltatni. Forduljon a forgalmazójához, hogy új jeladót rendelhessen.
it: Il trasmettitore è fuori garanzia e presto non fornirà più i valori del glucosio. Contattare il proprio distributore per ordinare un nuovo trasmettitore.
ja: トランスミッターの保証が切れており、まもなくグルコース値が表示されなくなります。新しいトランスミッタを注文する場合は、販売店にご連絡ください。
ko: 트랜스미터의 보증 기간이 만료되어 곧 더 이상 혈당 측정값을 제공하지 않습니다. 새 트랜스미터를 주문하려면 대리점에 문의하세요.
nb: Garantien på senderen din er utløpt, og den vil snart ikke lenger levere glukoseverdier. Kontakt distributøren din for å bestille en ny sender.
nl: Uw zender heeft geen garantie meer en zal binnenkort geen glucosewaarden meer leveren. Neem contact op met uw distributeur om een nieuwe zender te bestellen.
pl: Nadajnik nie jest już objęty gwarancją i wkrótce przestanie dostarczać wartości glukozy. Skontaktuj się z dystrybutorem, aby zamówić nowy nadajnik.
pt_br: O seu transmissor está fora da garantia e em breve deixará de fornecer valores de glicose. Contacte o seu distribuidor para encomendar um novo transmissor.
ro: Transmițătorul dumneavoastră nu mai este în garanție și în curând nu va mai furniza valori ale glicemiei. Contactați distribuitorul pentru a comanda un transmițător nou.
ru: У вашего передатчика закончилась гарантия, и скоро он перестанет выдавать значения глюкозы. Свяжитесь с вашим дистрибьютором, чтобы заказать новый трансмиттер.
sk: Váš vysielač je po záruke a čoskoro už nebude poskytovať hodnoty glukózy. Kontaktujte svojho distribútora a objednajte si nový vysielač.
sl: Vašemu oddajniku je potekla garancija in kmalu ne bo več zagotavljal vrednosti glukoze. Za naročilo novega oddajnika se obrnite na distributerja.
sv: Garantin för din sändare har löpt ut och den kommer snart inte längre att leverera glukosvärden. Kontakta din distributör för att beställa en ny sändare.
tr: Vericiniz garanti kapsamı dışındadır ve yakında artık glikoz değerleri sağlamayacaktır. Yeni bir transmitter sipariş etmek için distribütörünüzle iletişime geçin.
uk: Термін гарантії на ваш датчик закінчився, і незабаром він більше не буде показувати значення рівня глюкози. Зверніться до свого дистриб'ютора, щоб замовити новий датчик.
vi: Máy phát của bạn đã hết bảo hành và sẽ sớm không cung cấp giá trị glucose nữa. Liên hệ với nhà phân phối của bạn để đặt hàng một máy phát mới.
zh_hans: 您的发射机已过保修期，很快将不再提供葡萄糖值。请联系经销商订购新的发射机。

source: Your Transmitter is past due for Calibration. Sensor Glucose values will no longer be displayed.
ar: لقد فات موعد معايرة جهاز الإرسال الخاص بك. لن يتم عرض قيم جلوكوز المستشعر بعد الآن.
cs: Kalibrace vašeho vysílače již proběhla. Hodnoty glukózy ze snímače se již nebudou zobrazovat.
da: Kalibrering af din sender er overskredet. Sensorens glukoseværdier vil ikke længere blive vist.
de: Die Kalibrierung Ihres Transmitters ist überfällig. Die Sensor-Glukosewerte werden nicht mehr angezeigt.
es: La calibración de su transmisor está vencida. Los valores de glucosa del sensor ya no se mostrarán.
fi: Lähettimesi kalibrointi on myöhässä. Anturin glukoosiarvoja ei enää näytetä.
fr: L'étalonnage de votre transmetteur est arrivé à échéance. Les valeurs de glucose du capteur ne seront plus affichées.
he: המשדר שלך עבר זמן לכיול. ערכי הגלוקוז בחיישן לא יוצגו עוד.
hu: Az Ön jeladójának már lejárt a kalibrálási ideje. Az érzékelő glükózértékei többé nem jelennek meg.
it: La calibrazione del trasmettitore è scaduta. I valori di glucosio del sensore non saranno più visualizzati.
ja: トランスミッタの校正期限が過ぎています。センサーのグルコース値が表示されなくなります。
ko: 트랜스미터의 보정 기한이 지났습니다. 센서 포도당 값이 더 이상 표시되지 않습니다.
nb: Det er for sent å kalibrere senderen. Sensorens glukoseverdier vil ikke lenger vises.
nl: Uw zender moet gekalibreerd worden. De sensorglucosewaarden worden niet meer weergegeven.
pl: Termin kalibracji nadajnika minął. Wartości glukozy z czujnika nie będą już wyświetlane.
pt_br: A calibração do transmissor já passou do prazo. Os valores de glicose do sensor deixarão de ser apresentados.
ro: Emițătorul dumneavoastră a depășit termenul de calibrare. Valorile de glicemie ale senzorului nu vor mai fi afișate.
ru: Калибровка вашего трансмиттера просрочена. Значения глюкозы на датчике больше не будут отображаться.
sk: Váš vysielač je po termíne kalibrácie. Hodnoty glukózy zo snímača sa už nebudú zobrazovať.
sl: Vašemu oddajniku je potekel rok za umerjanje. Vrednosti glukoze senzorja se ne bodo več prikazovale.
sv: Det är för sent för kalibrering av din sändare. Sensorns glukosvärden kommer inte längre att visas.
tr: Transmitterinizin Kalibrasyon zamanı geçmiştir. Sensör Glikoz değerleri artık görüntülenmeyecektir.
uk: Ваш датчик прострочено для калібрування. Значення глюкози датчика більше не відображатимуться.
vi: Máy phát của bạn đã quá hạn hiệu chuẩn. Giá trị Glucose của cảm biến sẽ không còn được hiển thị.
zh_hans: 您的发射机已过校准期。传感器葡萄糖值将不再显示。

source: Your transmitter's battery is empty. Please recharge transmitter now to resume sensor glucose display.
ar: بطارية جهاز الإرسال فارغة. يرجى إعادة شحن جهاز الإرسال الآن لاستئناف عرض جلوكوز المستشعر.
cs: Baterie vysílače je vybitá. Chcete-li obnovit zobrazování glukózy na senzoru, dobijte nyní vysílač.
da: Din senders batteri er tomt. Genoplad venligst senderen nu for at genoptage visning af sensorglukose.
de: Der Akku Ihres Transmitters ist leer. Bitte laden Sie den Sender jetzt auf, um die Anzeige des Blutzuckerwerts wiederherzustellen.
es: La batería de su transmisor está agotada. Recargue el transmisor ahora para reanudar la visualización de la glucosa del sensor.
fi: Lähettimen paristo on tyhjä. Lataa lähetin nyt, jotta sensorin glukoosinäyttö jatkuu.
fr: La batterie de votre émetteur est vide. Veuillez recharger l'émetteur maintenant pour reprendre l'affichage du glucose du capteur.
he: הסוללה של המשדר שלך ריקה. אנא טען את המשדר עכשיו כדי לחדש את תצוגת הגלוקוז בחיישן.
hu: A jeladó akkumulátora lemerült. Kérjük, töltse fel most a jeladót, hogy az érzékelő glükózszintjének kijelzése folytatódjon.
it: La batteria del trasmettitore è scarica. Ricaricare subito il trasmettitore per riprendere la visualizzazione del glucosio del sensore.
ja: 送信機のバッテリーが空になりました。センサーのグルコース表示を再開するには、今すぐトランスミッターを充電してください。
ko: 트랜스미터의 배터리가 방전되었습니다. 센서 혈당 표시를 다시 시작하려면 지금 트랜스미터를 충전하세요.
nb: Batteriet i senderen er tomt. Lad opp senderen nå for å gjenoppta visning av sensorglukose.
nl: De batterij van uw zender is leeg. Laad de zender nu op om de sensorglucoseweergave te hervatten.
pl: Bateria nadajnika jest rozładowana. Naładuj nadajnik, aby wznowić wyświetlanie glukozy z czujnika.
pt_br: A pilha do seu transmissor está descarregada. Recarregue o transmissor agora para retomar a visualização da glucose no sensor.
ro: Bateria transmițătorului dumneavoastră este descărcată. Vă rugăm să reîncărcați transmițătorul acum pentru a relua afișarea glicemiei senzorului.
ru: Батарея вашего передатчика разряжена. Пожалуйста, зарядите передатчик, чтобы возобновить отображение глюкозы на датчике.
sk: Batéria vysielača je vybitá. Ak chcete obnoviť zobrazovanie glukózy zo senzora, nabite teraz vysielač.
sl: Baterija oddajnika je prazna. Če želite nadaljevati prikaz glukoze na senzorju, oddajnik napolnite.
sv: Batteriet i din sändare är tomt. Ladda sändaren nu för att återuppta visningen av sensorns glukos.
tr: Vericinizin pili boş. Sensör glikoz gösterimine devam etmek için lütfen vericiyi şimdi şarj edin.
uk: Батарея вашого передавача розряджена. Будь ласка, перезарядіть датчик, щоб відновити відображення рівня глюкози в крові.
vi: Pin của máy phát của bạn đã hết. Vui lòng sạc lại máy phát ngay bây giờ để tiếp tục hiển thị glucose cảm biến.
zh_hans: 您的发射机电池已空。请立即为发射机充电，以恢复传感器葡萄糖显示。
